{
  "about": {
    "blog": "If you would like to learn more about dog behavior and canine training, <a href=\"https://ewajablonska.blogspot.com/\">visit Ewa's blog, where the newest articles are published</a> [<i>available only in Polish</i>].",
    "corporate": {
      "courses": "courses",
      "ifInterested": "To order our services for your company or institution, please reach out to us using the most convenient medium for you out of those listed in",
      "ifInterestedLink": "Contact section below.",
      "lectures": "lectures",
      "lessons": "lessons where children of every age can learn, with the help of our trained animals, how to properly behave when around animals",
      "main": "For corporate clients and educational institutions we provide:",
      "trainings": "trainings",
      "workshops": "workshops"
    },
    "description": {
      "accessories": "buy <stron>pet accessories</strong> for training and therapeutic purposes or to be used as toys",
      "behaviouralTraining": "make an appointment for <strong>behavioral consultation</strong>, if your pet causes trouble at home",
      "breeders": "___hodowcy mogą zamówić dla szczeniąt i kociąt wyprawki, maty do socjalizacji, zabawki",
      "buyingADog": "receive guidance in choosing the right animal to take under your roof as well as in deciding on the right breed",
      "education": "___nabyć <strong>pomoce dydaktyczne</strong> do pracy ze zwierzętami, takie jak maty do integracji sensorycznej czy kostki edukacyjne",
      "header": "___Ośrodek został stworzony z pasji i miłości do zwierząt. To właśnie tutaj możesz:",
      "main": "Our training center was created out of love and passion toward animals. It's the right place for your pets if you'd like to:",
      "puppyTraining": "together with a certified animal behaviorist, <strong>socialize your puppy</strong> to avoid future undesirable behavior",
      "training": "together with a licensed trainer, individually or in group, <strong>train your dog</strong>",
      "walks": "join us on our <strong>weekly pet walks</strong>, during which you will be able to discuss your dog's behavior with a behaviorist and exchange your experiences with other dog owners"
    },
    "ewa": "Training and behavioral therapy are conducted by <strong>Ewa Jabłońska</strong> – the center's founder, COAPE-licensed bahaviorist, professional dog traininer, cynology expert witness and the creator's of radio broadcast <i>Francuski Piesek</i> on local Bon Ton radio based in Chełm."
  },
  "contact": {
    "email": "kontakt@wiernypies.pl",
    "facebook": "wiernypiespl",
    "form": {
      "buttonCancel": "Close",
      "buttonOrder": "Order",
      "buttonSend": "Send message",
      "email": "E-mail",
      "emailError": "Valid email is required.",
      "emailPlease": "Please enter your email",
      "firstname": "Firstname",
      "firstnameError": "Firstname is required.",
      "firstnamePlease": "Please enter your firstname",
      "lastname": "Lastname",
      "lastnameError": "Lastname is required.",
      "lastnamePlease": "Please enter your lastname",
      "main": "Contact Form",
      "message": "Message",
      "messageError": "Message is required.",
      "messagePlease": "Message text",
      "phone": "Phone",
      "phonePlease": "Please enter phone number we can call to reach you.",
      "required": "* These fields are required.",
      "sentError": "There was an error while submitting the form, please try again. You can also contact us using our e-mail address or phone number in page section \"Contact\".",
      "sentOK": "Contact form successfully submitted. Thank you, We will get back to you soon!"
    },
    "getInTouch": "Contact us",
    "instagram": "wiernypies.pl",
    "phoneNumber": "(+48) 501 763 677",
    "pleaseContactUs": "Order products or ask as about anything using the form below.",
    "signUp": "Sign up"
  },
  "footer": {
    "hadronAddress": "ul. Gwarków 4/21, 21-010 Łęczna, Poland",
    "hadronBankNumber": "IBAN: PL75 1140 2004 0000 3202 7619 2059 | BIC/SWIFT: BREXPLPWMBK | SORT CODE: 11402004 </br>\nBank name: mBank S.A. FORMERLY BRE BANK S.A. (RETAIL BANKING) LODZ </br>\nBank address: Skrytka pocztowa 2108, 90-959 Łódź 2",
    "hadronDesign": "Hadron Design Piotr Piech",
    "hadronEmail": "kontakt@hadron.design",
    "hadronNIPREGON": "NIP [EU VAT ID]: PL5050125887"
  },
  "home": {
    "description": "Animal Training Center"
  },
  "js": {
    "close": "Close (Escape)",
    "error": "The image could not be loaded",
    "loading": "Loading image",
    "next": "Next (right arrow key)",
    "of": "of",
    "previous": "Previous (left arrow key)"
  },
  "main": {
    "LanguageName": "English",
    "about": "About us",
    "contact": "Contact",
    "footer": "Footer",
    "gallery": "Gallery",
    "home": "Home",
    "language": "Language",
    "languageName": "English",
    "news": "News",
    "petsitting": "Pet Sitting",
    "products": "Accessories",
    "services": "Services",
    "therapy": "Therapy",
    "title": "wiernypies.pl",
    "training": "Training"
  },
  "news": {
    "articles": {
      "date1": "23 September 2017",
      "date2": "15 October 2017",
      "date3": "19 October 2017",
      "date4": "16 November 2017",
      "date5": "17 November 2017",
      "date6": "23 November 2017",
      "date7": "29 November 2017",
      "date8": "4 December 2017",
      "date9": "19 December 2017",
      "intro": "We invite you to explore articles by behaviorist Ewa Jabłońska, published in collaboration with <a href=\"http://cowsierscipiszczy.pl \">cowsierscipiszczy.pl</a> [<i>available only in Polish</i>]:",
      "name": "Articles"
    },
    "puppySchool": {
      "biting": "preventing biting hands, furniture and items left around",
      "callingByName": "come when called",
      "cleanliness": "cleanliness",
      "difficultSituations": "learning how to solve difficult situations",
      "header": "Registration for summer puppy school is open!",
      "leavingAtHome": "appropriate behaviour when left alone at home",
      "otherDogs": "socializing with other dogs",
      "p1": "Puppy school covers eight meetings, each group consists of up to five puppies. Classes are taught by Ewa Jabłońska, certified behaviorist and dog trainer. We employ only positive reinforcement dog training methods!",
      "p2": "We employ only positive reinforcement dog training methods!",
      "petCare": "accustoming puppy to dog care treatments",
      "program": "Syllabus:",
      "properPlay": "proper play"
    }
  },
  "products": {
    "chewToy": "Chew toy",
    "cube": "Learning cube",
    "petAccessories": "Pet accessories",
    "petToys": "Pet Toys",
    "productsFull": "Pet accessories",
    "rope": {
      "description": "Rope tug toys designed by a licensed dog behaviorist and trainer. Prior to selling any given model, we thoroughly test it to make sure it is up to task during either training or therapy.",
      "name": "Tug Toy",
      "pricing": "Pricing: <strong>35 PLN</strong>"
    },
    "sensorMat": "Playground mat for pets",
    "snuffleMat": {
      "description": "Snuffle mat is a 40 x 60 cm (15.7\" x 23.6\") rubber base with 231 fleece stripes sewn onto it, creating a dense fleece \"bush\", which dogs do their best to find food in. To the bottom of the base is firmly attached an anti-slip underlay, preventing the mat from moving from under sniffing dog's nose. The fleece part can be detached and safely washed, which makes keeping it clean very easy - especially for intense use cases, like pet hotels, dogotherapy or training.",
      "name": "Snuffle Mat",
      "pricing": "Pricing: <strong>86 PLN</strong>"
    },
    "snuffleMatCase": "Snuffle mat case"
  },
  "services": {
    "behavioral": {
      "description": "In order to bring peace to your home, therapy is sometimes the only solution. It will deal with your pet's behavioral problems head-on.",
      "descriptionLong": "Behavioral therapy is intended for when your pet:\n<ul>\n<li>exhibits aggressive behavior towards people or animals</li>\n<li>satisfies its physiological needs in places not intended for that purpose</li>\n<li>vocalizes excessively (constant barking, meowing, whining)</li>\n<li>shows separation-related issues</li>\n<li>often presents humping behaviour</li>\n<li>has noise-related phobias, e.g. thunder, fireworks</li>\n<li>overly protects its access to resources, e.g. food, feeding bowl or its owner</li>\n<li>behaves compulsively in any way</li>\n<li>is terrified of people or animals</li>\n<li>is apathetic, has no appetite, doesn't want to play</li>\n<li>is constantly excited</li>\n</ul>\n<p>\nMain purpose of the therapy is to work out adaptive behavior and independence in your pet. These factors help in raising the pet's mental comfort, which in turn greatly enhances its ability to function in a given environment.\n</p>\n<p>\nFirst meeting lasts around two hours. Most often it's conducted at the owner's house, to take a peek into their animal's daily life and establish what causes the behavioral issues. The owner receives advice and therapy program, learns how to control their pet's unwanted behavior themselves. Within the next three days, they receive detailed therapy program by e-mail, which is later gradually fulfilled with the behaviorist's help. The program is complemented with individually created diet and advice on proper play, given pet's capabilities.\n</p>\n<p>\nThe second therapy meeting doesn't have to take place at the pet's home necessarily, as it's purpose is to discuss results and introduce any required corrections to maximize the therapy's effects. \n</p>\n<p>\nBehavioral therapy isn't always based on pharmacotherapy. It makes use of various approaches available, including mentioned medication, pheromonotherapy, aromatherapy, muscle massage, phytotherapy (science-based herbal remedies), anti-anxiety wrapping. However, not in every case supplementing the therapy with other methods is necessary, often proper training is just enough to bring your pet back to emotional stability.\n</p>",
      "name": "Animal Behavioral Therapy",
      "pricing": "Pricing: <strong>100 + 80 PLN for both therapy meetings</strong>"
    },
    "educational": {
      "description": "During kindergarten and elementary school classes we teach participants how to maintain a healthy relationship between a human and a pet. We explain to listeners what is responsible care for a domesticated animal and how to make our pet a happy, well-behaved, social member of our family.",
      "descriptionLong": "Syllabus:\n<div style=\"font-weight: bold\">Dog and Me</div><ul>\n<li>Introduction to dog development and life stages, diet and basic care</li>\n<li>Fulfilling elementary needs of our four-legged friends, what are dogs' needs?</li>\n<li>Conscious and responsible dog ownership - is every home the right place for a dog</li>\n<li>Communicating with dogs - understanding animal language</li>\n<li>Correct behaviour in contacts with dogs in day to day situations</li>\n</ul>\n<div style=\"font-weight: bold\">Dogs and kids - how to be safe</div><ul>\n<li>How to approach dogs safely</li>\n<li>Dog language, calming signals</li>\n<li>Preventing dangerous situations involving dogs and kids</li>\n<li>Communicating with dogs - understanding animal language</li>\n</ul>\n<div style=\"font-weight: bold\">Making four-legged friends - a one-time meeting with a dog</div>\n<ul>\n<li>Introduction to dog development and life stages, diet and basic care</li>\n<li>How to approach dogs safely</li>\n<li>Learing to safely play with dogs</li>\n</ul>",
      "name": "Corporate Clients and Educational Institutions",
      "pricing": "Pricing: <strong>elementary schools 5 PLN per kid attending, individual pricing in all other cases</strong>"
    },
    "group": {
      "description": "__opis szkolenia grupowego",
      "name": "__Szkolenie grupowe"
    },
    "individual": {
      "description": "One-to-one training is carried out at the pet owner's home or at our center. Exact training plan and covered subjects are tailored to the specific needs of the client.",
      "descriptionLong": "<p>We don't try to bend the dog to our methodology, instead, together with the pet's owner, we look for the best solutions in a given case. Every pupil receives a program tailored to his needs.</p>\nTheoretical classes:\n<ul>\n<li>basic knowledge about dog behavioral patterns</li>\n<li>dog development periods</li>\n<li>dogs' needs</li>\n<li>introduction to animal communication, calming signals</li>\n<li>dog dominance theory and it's misassumptions</li>\n<li>feeding and care</li>\n<li>rules of dog training</li>\n</ul>\nBasic obedience - practical training:\n<ul>\n<li>eye contact, targeting</li>\n<li>loose-leash walking</li>\n<li>walking next to the owner - \"heel\" command</li>\n<li>coming when called - \"come\"</li>\n<li>\"drop it\", \"leave it\", \"take it\"</li>\n<li>any other commands, e.g. \"sit\", \"stand\", \"settle down\", \"down\", \"stay\"</li>\n</ul>",
      "name": "Individual Training",
      "pricing": "Pricing: <strong>70 PLN per hour</strong>"
    },
    "info": "We issue EU VAT invoices for all products and services.",
    "learnMore": "more...",
    "puppy": {
      "description": "Puppy school prepares your puppy to a life in home environment. We employ only positive reinforcement dog training methods, we never use violence to train any animals.",
      "descriptionDisclaimer": "The exact date and further meeting schedule is only decided upon and released after assembling minimal required amount of participants. We also train single puppies on individually priced training schedule.",
      "descriptionLong": "<p>\nPuppy school covers eight meetings, each group consists of up to five puppies. \n</p>\nSyllabus:\n<ul>\n<li>cleanliness</li>\n<li>appropriate behaviour when left alone at home</li>\n<li>proper play</li>\n<li>preventing biting hands, furniture and items left around</li>\n<li>accustoming puppy to dog care treatments</li>\n<li>come when called</li>\n<li>socializing with other dogs</li>\n</ul>",
      "name": "Puppy School",
      "pricing": "Pricing: <strong>40 PLN per pet per hour</strong>"
    },
    "walks": {
      "description": "While dog walking together, we bond with the animals, exchange our experiences and have a good time discussing our pets. During trainer-supervised walks you can provide your pet with a way to relieve accumulated tension and let it safely socialize with other canines. We schedule our walks in Chełm and Włodawa.",
      "name": "Educational and Integration Walks",
      "pricing": "Pricing: <strong><a href=\"https://www.facebook.com/wiernypiespl\">free, learn more on our fanpage</a></strong>"
    }
  }
}
